Autodesk.Revit.DB.PDFExportOptions.SetExportInBackground(System.Boolean)
Execute PDF export as a background process.
exportInBackground:
Execute PDF export as a background process.
Since:
2022

Autodesk.Revit.DB.PDFExportOptions.GetExportInBackground
Execute PDF export as a background process.
Since:
2022